"ABOUT" = "About openIPSW";
"CLOSE" = "Close";
"AVAILABLE" = "Beschikbaar";
"TOOL" = "Tool";
"SIZE" = "Grootte";
"BASEBAND" = "Baseband";
"SHSH" = "SHSH blobs";
"JAILBREAK" = "Jailbreak";
"UNLOCK" = "Unlock";
"INFORMATION" = "Informatie";
"FWVERSION" = "Firmware Version";
"DEVICE" = "Device";
"CREDITS" = "Credits";
"LIMITBANDWIDTH" = "Limit bandwidth";
"RESUME" = "Resume";
"START" = "Download";
"DOWNLOADSPEED" = "Download Speed:";
"SECONDS" = "seconds";
"RESET" = "reset";
"LANGUAGE" = "Language";
"YES" = "Ja";
"NO" = "Nee";
"UNTETHERED" = "Untethered";
"TETHERED" = "Tethered";
"CANCEL" = "Annuleer";
"SURECANCEL" = "Weet je zeker dat u wilt annuleren?";
"CANCELDL" = "Annuleer download";
"DLCANCELED" = "Download geannuleerd!";
"DLCOMPLETE" = "Download voltooid!";
"CHECKFORUPDATES" = "Check voor updates";
"LATESTVERSION" = "U gebruikt momenteel de laatste versie van openIPSW";
"UPDATEYES" = "Een update voor openIPSW is beschikbaar. Wilt u deze update downloaden?";